## HIGH

1. Не работает фильтрация по селекту “Направление” - Неработающий функционал, пользователь получает нерелевантные результаты
2. Не работает чекбокс "Руководящая роль" - неработающий функционал, пользователь получает нерелевантные результаты
3. Не работает фильтрация по селекту "Город" - неработающий функционал, пользователь получает нерелевантные результаты
4. Не работает фильтрация по селекту "Формат работы" - неработающий функционал, пользователь получает нерелевантные результаты
5. Отсутствие значений в селекторе "Команда" при их наличии в выдаче - Пользователь лишен доступа к функционалу по поиску вакансий по командам, фильтрация по командам также невозможна.

## MID

1. В разделе "Клиентский сервис" отображается окно "Ничего не нашлось" при наличии вакансии - не ломает функциональность, но ухудшает пользовательский опыт, так как вызывает путаницу.
2. Неправильная расстановка команд в разделе "Аналитика данных"  (в вакансии “Аналитик данных в бизнес-команду Авито авто” стоит команда “Недвижимость”, а в вакансии “Руководитель аналитики в транзакционное направление жилой недвижимости” - команда “Авто”) - Серьёзная ошибка в данных, которая напрямую влияет на решение кандидата.
3. В вакансии "Аналитик данных в бизнес-команду Авито авто" отсутствует город - Ошибка в данных, которая существенно влияет на решение кандидата
4. Дублирование различающейся информации о формате работы в вакансии (рядом с указанием города и нижней подписью про формат работы )- ошибка сбивает пользователя, усложняет восприятие информации.
5. Неправильное количество вакансий рядом с названием раздела "Клиентский сервис" (указано 2, а на деле 1) - подрывает доверие к системе. Несоответствие данных заставляет пользователя думать, что на сайте что-то сломалось, или информация недостоверна.
6. В селекте “Команда” при отсутствии значений отображается неподходящее слово “ВАКАНСИЙ пока нет” - Неподходящее слово, сбивающее пользователя с толку из-за чего ухудшается восприятие информации и пользовательский опыт.

## LOW

1. Неправильная верстка формата работы “Удаленно” в вакансиях - должно быть притянуто к правой стороне - визуальный дефект, не влияющий на функционал или пользовательский опыт.
2. Неправильная верстка формата работы “Офис” в вакансии - должен быть прижат к правой стороне - визуальный дефект, не влияющий на функционал или пользовательский опыт.
3. Слишком маленький отступ между направлениями - визуальный дефект, не влияющий на функционал или пользовательский опыт.
4. Граница неправильной длины в вакансии “Бизнес-аналитик бизнес-процессов поддержки” - визуальный дефект, не влияющий на функционал или пользовательский опыт.
5. В разделе “Аналитика данных” в кнопке “Про направление” отсутствует стрелка в иконке - визуальный дефект, не влияющий на функционал или пользовательский опыт.
6. Отсутствует иконка очистки поля поиска - элемент UX-удобства, а не необходимости. Так как поле можно очистить вручную является всего лишь небольшим неудобством
